# Hebrew Stop words list
hebrew_stop_words = {"אבל", "או", "אולי", "אותה", "אותו", "אותי", "אותך", "אותם", "אותן", "אותנו", "אז", "אחר", "אחרות",
                     "אחרי", "אחריכן", "אחרים", "אחרת", "אי", "איזה", "איך", "אין", "איפה", "איתה", "איתו", "איתי",
                     "איתך", "איתכם", "איתכן", "איתם", "איתן", "איתנו", "אך", "אל", "אלה", "אלו", "אם", "אף", "אצל",
                     "אשר", "את", "אתה", "אתכם", "אתכן", "אתם", "אתן", "באיזומידה", "באמצע", "באמצעות", "בגלל", "בין",
                     "בלבד", "בעבוד", "בעצם", "ברם", "בשעהש", "בתוך", "גם", "דרך", "האם", "הבעיהש", "היות", "היכן",
                     "היתה", "היתי", "הם", "הן", "הנה", "הסיבהש", "הרי", "ואילו", "ואת", "זאת", "זה", "זוכר", "יודע",
                     "יותרמדי", "יכול", "יכל", "יכלה", "יכלו", "יש", "כאן", "כאשר", "כולם", "כולן", "כזה", "כי", "כיצד",
                     "כך", "ככה", "כל", "כלל", "כמו", "כן", "כפי", "כש", "לא", "לאו", "לאיזותכלית", "לאן", "לבין", "לה",
                     "להיות", "להן", "לו", "לי", "לכם", "לכן", "למה", "למעלה", "למעלהמעל", "למעלהמ", "לנו", "לעבר",
                     "לעיכן", "לפיכך", "לפני", "מאד", "מאחורי", "מאיזו סיבה", "מאין", "מאיפה", "מבלי", "מבעד", "מדובר",
                     "מה", "מהיכן", "מול", "מחוץ", "מי", "מכאן", "מכיוון", "מכל", "מעט", "מעטים", "מעל", "מצד",
                     "מקוםבו", "מתחת", "מתי", "נגד", "נגרם", "נו", "עד", "עז", "על", "עלי", "עם", "עצמה", "עצמהם",
                     "עצמהן", "עצמו", "עצמי", "עצמם", "עצמן", "עצמנו", "פה", "רק", "שוב", "שום", "של", "שלה", "שלהם",
                     "שלהן", "שלו", "שלי", "שלך", "שלכם", "שלכן", "שלם", "שלן", "שלנו", "שם", "נכללה", "המדיה"
                     "סקר", "נמחקה", "הודעה", "נערכה", "המדיה", "מחקת ההודעה הזו"}

hebrew_stop_words = {"נכללה", "המדיה"
                     "סקר", "נמחקה", "הודעה", "נערכה", "המדיה", "מחקת ההודעה הזו"}
